{
  "author": "DrZanuff",
  "version": 0.1,
  "name": {
    "pt-br": "Pacote básico de cartas",
    "en-us": "Basic card pack"
  },
  "languages": ["pt-br", "en-us"],
  "dependencies": ["core"],
  "cards": [
    {
      "id": 0,
      "name": {
        "pt-br": "É um sonho ou realidade?",
        "en-us": "Is it a dream or reality?"
      },
      "type": ["city"],
      "variables": {
        "place": [
          {
            "pt-br": "em um quarto escuro. Você lembra de ter tomado uma poção mágica que o curandeiro preparou. Após isso tudo é um borrão na sua memória.",
            "en-us": "in a dark room. You remember drinking a magic potion that the healer prepared for you. After that everything is a blur in your memory."
          },
          {
            "pt-br": "em um leito hospitalar. Você se lembra de ter sido atacado por um criatura na noite anterior.",
            "en-us": "in a hospital bed. You remember being attacked by a creature the night before."
          },
          {
            "pt-br": "em uma cela de cadeia. Na noite anterior o estranho policial te prendeu sem nenhum motivo. Você reparou na tatuagem estranha que ele tinha na mão.",
            "en-us": "in a jail cell. Last night the strange cop arrested you for no reason. You noticed the weird tattoo he had on his hand."
          }
        ],
        "reward": [
          {
            "pt-br": "você reparou que alguém deixou um pergaminho de baixo de sua cama. Ao pronunciar as palavras rapidamente, as chamas se desfazem e você acorda do terrivel pesadelo.",
            "en-us": "you noticed someone left a scroll under your bed. When you pronounce the words quickly, the flames go out and you wake up from the terrible nightmare."
          },
          {
            "pt-br": "você resolveu inspecionar as chamas. Ao tocar nas chamas, você percebe que elas são falsas. Você desperta do feitiço de ilusão que jogaram em você.",
            "en-us": "you decided to inspect the flames. Upon touching the flames, you realize that they are fake. You wake up from the illusion spell cast upon you."
          }
        ],
        "fail": [
          {
            "pt-br": "as chamas te consome e você grita de horror despertando do pesadelo. Você entende que o sonho significa que o fim está próximo. Perca 1 de sanidade para cada portal verde aberto.",
            "en-us": "the flames consume you and you scream in horror awakening from the nightmare. You understand that the dream means that the end is near. Lose 1 sanity for each open green portal."
          },
          {
            "pt-br": "ao tocar nas chamas, você ouve um risada de gelar a alma. O fogo começa a tomar forma e uma criatura surge através das labaredas esverdeadas, avançando na sua direção. Um monstro de arma uma emboscada.",
            "en-us": "touching the flames, you hear a soul-freezing laugh. The fire begins to take shape and a creature appears through the green flames, advancing towards you. A monster ambushes you."
          }
        ]
      },
      "options": {
        "pt-br": "<p>Você acorda [place]. De repente o lugar que você se encontra começa a pegar fogo, porém o fogo é de uma cor esverdeada. Você precisar achar uma saida o mais rápido possivel.<span class='icon observation' /> <br/></p><p>Se passar, [reward] <br/></p><p> Se falhar [fail]</p>",
        "en-us": "<p>You wake up [place]. Suddenly the place you are in starts to catch fire, but the fire is a greenish color. You need to find a way out as quickly as possible.<span class='icon observation' /> <br/></p><p>If you pass, [reward] <br/></p><p>If you fail [fail]</p>"
      }
    }
  ]
}
