{
  "author": "DrZanuff",
  "version": 0.1,
  "languages": ["pt-br", "en-us"],
  "dependencies": [],
  "cards": [
    {
      "id": 0,
      "name": {
        "pt-br": "Um chamado perigoso",
        "en-us": "A dangerous call"
      },
      "variables": {
        "smallScope": {
          "sanFranciso": {
            "pt-br": ["da Praia Baker"],
            "en-us": ["Baker Beach"]
          }
        },
        "person": [
          {
            "aPerson": {
              "pt-bt": "Uma figura encapuzada",
              "en-us": "A hooded figure"
            },
            "thePerson": {
              "pt-br": "A figura encapuzada",
              "en-us": "The hooded figure"
            }
          },
          {
            "aPerson": {
              "pt-bt": "Um homen com olhos estranhos",
              "en-us": "a man with strange eyes"
            },
            "thePerson": {
              "pt-br": "O homen com olhos estranhos",
              "en-us": "The man with strange eyes"
            }
          },
          {
            "aPerson": {
              "pt-bt": "Uma senhora com trapos velhos",
              "en-us": "A lady with old rags"
            },
            "thePerson": {
              "pt-br": "A senhora com trapos velhos",
              "en-us": "The lady with old rags"
            }
          }
        ]
      },
      "content": {
        "_intro": {
          "languageOptions": {
            "pt-br": "Você está a caminho %/smallScope/%.$/[Um telegrama | Um bilhete com letras estranhas| Uma carta com letras de sangue]/$ que você recebeu sem remetente lhe informou para se encontrar neste local. Na mensagem há um símbolo estranho desenhado na parte de trás.",
            "en-us": "You are on your way %/smallScope/%.$/[A telegram | A note with strange letters | A letter with blood letters]/$ that you would go without a sender informed you to meet at this location. In the message there is a strange strange symbol on the back."
          },
          "nextStep": "$/_local/$"
        },

        "sanFran": {
          "languageOptions": {
            "pt-br": "Antes de ir o seu contato na cidade disse para tomar cuidado, pois o local em questão é um lugar perigoso. Ele lhe deu algumas dicas dos arredores e para prestar atenção em alguns sinais que podem indicar perigo. Aprimore $/{icon:observation}/$",
            "en-us": "Before going, your contact in town told you to be careful, as the place in question is a dangerous place. He gave you some hints of the surroundings and to watch out for some signs that might indicate danger. Improve $/{icon:observation}/$"
          },
          "nextStep": "arrival"
        },
        "arkham": {
          "languageOptions": {
            "pt-br": "No trem, estudando a mensagem você percebeu que uma mensagem criptografada $/{icon:observation}/$. Se passar você descobre um cântico de uma antiga tribo que invoca uma magia perdida. Receba uma magia.",
            "en-us": "On the train, studying the message you noticed an encrypted message $/{icon:observation}/$. If you pass, you discover a chant from an ancient tribe that summons a lost magic. Gain a spell."
          },
          "nextStep": "arrival"
        },
        "buenosAires": {
          "languageOptions": {
            "pt-br": "No trem, estudando a mensagem você percebeu que uma mensagem criptografada $/{icon:observation}/$. Se passar você descobre um cântico de uma antiga tribo que invoca uma magia perdida. Receba uma magia.",
            "en-us": "On the train, studying the message you noticed an encrypted message $/{icon:observation}/$. If you pass, you discover a chant from an ancient tribe that summons a lost magic. Gain a spell."
          },
          "nextStep": "arrival"
        },
        "london": {
          "languageOptions": {
            "pt-br": "O símbolo pertence a uma ordem arcana extinta. Isso gerou algumas especulações sobre a origem da mensagem. Faça aparecer uma pista.",
            "en-us": "The symbol belongs to an extinct arcane order. This has generated some speculation about the origin of the message. Make appear a clue."
          },
          "nextStep": "arrival"
        },
        "rome": {
          "randomStep": ["rome1", "rome2"]
        },
        "rome1": {
          "languageOptions": {
            "pt-br": "O padre falou que o lugar que você está se dirigindo é amaldiçoado pela igreja. Preocupado com sua segurança e a da importância da sua missão, ele abençoa sua jornada. Receba uma condição de abençoado.",
            "en-us": "The priest said the place you're heading to is cursed by the church. Concerned about your safety and the importance of your mission, he blesses your journey. Receive a blessed condition."
          },
          "nextStep": "arrival"
        },
        "rome2": {
          "languageOptions": {
            "pt-br": "O escriba da igreja reconheceu o símbolo sendo um brasão de uma família fundadora da cidade. Ele lhe conta a história da família que lutou contra um antigo mal parecido com o que você está enfrentando agora. Aprimore $/{icon:will}/$",
            "en-us": "The church scribe recognized the symbol as a coat of arms of a founding family of the city. He tells you the story of the family who struggled with an ancient evil similar to the one you are now facing. Improve $/{icon:will}/$"
          },
          "nextStep": "arrival"
        },

        "istambul": {
          "languageOptions": {
            "pt-br": "Ao mostrar isso para o seu contato, ele reconhece o símbolo de uma ordem secreta que fundou a cidade. Ele lhe apresentou alguns membros da ordem, figuras importantes na cidade. Aprimore $/{icon:influence}/$",
            "en-us": "Your contact recognized the symbol of a secret order that founded the city. He introduced you to some members of the order, important figures in the city. Improve $/{icon: influence}/$"
          },
          "nextStep": "arrival"
        },
        "shanghai": {
          "languageOptions": {
            "pt-br": "O monge que lhe entregou a mensagem lhe disse para ir com cautela, pois há um grande mal à espreita. Ele lhe ensina um ritual para espantar o mal. As palavras do ritual tem um significado mais profundo. Aprimore $/{icon: lore}/$",
            "en-us": "The monk who delivered the message told you to go with caution as there is great evil lurking. He teaches you a ritual to ward off evil. The words of the ritual have a deeper meaning. Improve $/{icon: lore}/$"
          },
          "nextStep": "arrival"
        },
        "tokyo": {
          "languageOptions": {
            "pt-br": "Você se recorda de ver o mesmo símbolo em um emblema no elmo samurai de um museu. Você mostrou a mensagem para o diretor do museu. Ele então lhe contou de uma lenda de um espírito vingador que protegeu a humanidade. Descarte um monstro não épico da sua escolha em espaço com um Portal azul.",
            "en-us": "You recall seeing the same symbol on an emblem on a museum's samurai helmet. You showed the message to the museum director. He then told you of a legend of an avenging spirit that protected mankind. Discard a non-epic monster of your choice into space with a blue Portal."
          },
          "nextStep": "arrival"
        },
        "sidney": {
          "languageOptions": {
            "pt-br": "<i>'Lugar perigoso, melhor levar munição extra colega…'</i>, seu contato lhe advertiu antes de ir. Aprimore $/{icon: strength}/$",
            "en-us": "<i>'Dangerous place, better take extra ammo, mate…'</i>, your contact warned you before you go. Improve $/{icon:strength}/$"
          },
          "nextStep": "arrival"
        },

        "arrival": {
          "languageOptions": {
            "pt-br": "Quando você chegou no local marcado, você sentiu uma certa apreensão e começou a prestar atenção nos arredores.",
            "en-us": "When you arrived at the appointed place, you felt a certain apprehension and began to pay attention to your surroundings."
          },
          "nextStep": "fate"
        },

        "fate": {
          "randomStep": ["fate1", "fate2", "fate3"]
        },

        "fate1": {
          "languageOptions": {
            "pt-br": "%/person.aPerson/% se aproxima, falando palavras estranhas que você não compreende. Você tenta compreender as palavras sem sentido $/{icon:lore}/$ \n\n $/[&/failure1/& | &/failure2/& | &/failure3/&]/$",
            "en-us": "%/person.aPerson/% approaches, speaking strange words you don't understand. You try to understand the nonsense words $/{icon:lore}/$ \n\n $/succses/$ \n\n $/[&/failure1/& | &/failure2/& | &/failure3/&]/$"
          },
          "localVariables": {
            "succses": {
              "languageOptions": {
                "pt-br": "Se passar você compreende essas palavras $/[ de um sonho que você teve | de um tomo antigo que você leu ]/$ e tudo começa a se conectar. $/[ Receba uma pista|  Aprimore uma proficiência da sua escolha| Ganhe um feitiço]/$.",
                "en-us": "If you pass you understand these words $/[ of a dream you had | from an old tome you read ]/$ and everything starts to connect. $/[ Receive a clue| Improve a skill of your choice| Win a spell]/$."
              }
            },
            "failure1": {
              "languageOptions": {
                "pt-br": "Se falhar %/person.thePerson/% te ataca com $/[ uma adaga ritualística |  uma espada mágica | um feitiço profano]/$.$/[Perca 1 vida| Receba uma condição de lesão| Remova um aprimoramento]/$",
                "en-us": "If you fail %/person.thePerson/% attacks you with $/[ a ritualistic dagger | a magic sword | an unholy spell]/$.$/[Lose 1 life| Receive an Injury Condition| Remove an enhancement]/$"
              }
            },
            "failure2": {
              "languageOptions": {
                "pt-br": "",
                "en-us": ""
              }
            },
            "failure3": {
              "languageOptions": {
                "pt-br": "Se falhar, estas palavras prenunciam algo muito ruim que está para acontecer, $/[perca 1 de sanidade |avance a Perdição em 1]/$.",
                "en-us": "If you fail, these words portend something very bad is about to happen, $/[lose 1 sanity |advance Doom by 1]/$."
              }
            }
          }
        },

        "fate2": {
          "languageOptions": {
            "pt-br": "Uma voz chama seu nome atrás de você. %/person.aPerson/% que você não percebeu estava lá o tempo todo.$/[ A pessoa te fala de acontecimentos futuros improváveis. Receba uma pista| Um ser ancestral fala através da voz da pessoa, lhe oferecendo auxilio na sua missão em troca da sua alma. Se aceitar receba uma pacto obscuro e avance o mistério ativo| '<i>&/[ A Organização| A Ordem| O Conselho]/& decidiu auxiliá-lo na sua missão. Isto custou muitas vidas para chegar na suas mãos'.</i> Receba um artefato]/&",
            "en-us": "A voice calls your name behind you. %/person.aPerson/% that you didn't notice was there all along.$/[ The person tells you of unlikely future events. Get a clue| An ancestral being speaks through the person's voice, offering you assistance in your mission in exchange for your soul. If you accept, receive an obscure pact and advance the active mystery| '<i>&/[ The Organization| The Order| The Council]/& has decided to assist you in your mission. It took many lives to get this on your hands'.</i> Receive an artifact]/&"
          }
        },

        "fate3": {
          "languageOptions": {
            "pt-br": "Subitamente uma explosão abala uma construção próxima. Gritos de socorro ecoam e um incêndio parece se alastrar. Você pode ir verificar o que está acontecendo ou esperar no local marcado.",
            "en-us": "Suddenly an explosion shakes a nearby building. Cries for help echo through the streets and a fire seems to spread. You can go check what's going on or wait at the appointed place."
          },
          "choiceStep": [
            {
              "pt-br": "Verificar",
              "en-us": "Check",
              "option": "check"
            },
            {
              "pt-br": "Esperar",
              "en-us": "Wait",
              "option": "wait"
            }
          ]
        },

        "wait": {
          "languageOptions": {
            "pt-br": "Você resolve ignorar os gritos de socorro. Uma figura encapuzada se aproxima furtivamente e fala com um sussurro <i>'Isso irá manter as autoridades ocupadas, agora venha comigo, rápido!'</i>",
            "en-us": "You choose to ignore the cries for help. A hooded figure sneaks up and speaks in a whisper <i>'This will keep the authorities busy, now come with me, quick!'</i>"
          },
          "choiceStep": [
            {
              "languageOptions": {
                "pt-br": "Ir",
                "en-us": "Go"
              },
              "option": "go"
            },
            {
              "languageOptions": {
                "pt-br": "Recusar",
                "en-us": "Refuse"
              },
              "option": "refuse"
            }
          ]
        },

        "go": {
          "languageOptions": {
            "pt-br": "Você acompanha %/person.thePerson/% para um lugar longe dos barulhos. Você recebe $/[alguns documentos| um livro velho ]/$. <i>'Isso irá ajudar na sua missão. Faça bom uso. Estaremos te observando…'</i>. Receba 2 pistas.",
            "en-us": "You follow %/person.thePerson/% to a place away from the noise. You receive $/[some documents| an old book ]/$. <i>'This will help in your mission. Make good use of it. We'll be watching…'</i>. Receive 2 clues."
          }
        },

        "refuse": {
          "languageOptions": {
            "pt-br": "A figura fica possessa e te ataca enquanto algumas sombras surgem ao seu redor. Role 1 dado. O resultado é o número de Cultistas que vão realizar uma emboscada.",
            "en-us": "The figure gets mad and attacks you while some shadows appear around him. Roll 1 die. The result is the number of Cultists who will carry out an ambush."
          }
        },

        "check": {
          "languageOptions": {
            "pt-br": "A explosão abalou as estruturas da construção e o incêndio está se alastrando. Há pessoas lá dentro gritando por ajuda. Você pode tentar chamar as autoridades e ir embora ou se arriscar para salvar as pessoas.",
            "en-us": "The explosion shook the building's structures and the fire is spreading. There are people inside screaming for help. You can try calling the authorities and go away or taking a chance to save people."
          },
          "choiceStep": [
            {
              "languageOptions": {
                "pt-br": "Tente salvar as pessoas",
                "en-us": "Try to save the people"
              },
              "option": "save"
            }
          ]
        },

        "save": {
          "languageOptions": {
            "pt-br": "Teste $/{icon: strength}/$. Se tiver sucesso resolva o efeito de sucesso. Se falhar resolva o efeito de falha",
            "en-us": "Test $/{icon: strength}/$. If successful resolve the success effect. If it fails resolve the failure effect"
          },
          "choiceStep": [
            {
              "languageOptions": {
                "pt-br": "Sucesso",
                "en-us": "Success"
              },
              "option": "success"
            },
            {
              "languageOptions": {
                "pt-br": "Falha",
                "en-us": "Failure"
              },
              "option": "failure"
            }
          ]
        },

        "success": {
          "languageOptions": {
            "pt-br": "Mesmo com o fogo muito intenso, você age bravamente para salvar as pessoas. Entre as chamas você percebe algumas runas brilhantes nas paredes. Você pode testar $/{icon: lore}/$ ou $/{icon: observation}/$ e receber 1 dano para tentar investigar as runas rapidamente antes do fogo se alastrar de mais. $/success/$",
            "en-us": "Even with intense fire, you act bravely to save the people. Among the flames you notice some glowing runes on the walls. You can test $/{icon: lore}/$ or $/{icon: observation}/$ e take 1 damage to try to investigate the runes quickly before the fire spreads too far. $/success/$"
          },
          "localVariables": {
            "success": {
              "languageOptions": {
                "pt-br": "<b>Se tiver sucesso:</b> $/[As runas estão ligadas com o grande mal que ameaça a humanidade| O mesmo símbolo na sua mensagem está nas paredes]/$ e isso confirma algumas suspeitas que você tinha. Receba uma pista.",
                "en-us": "<b>If successful:</b> $/[The runes are linked with the great evil that threatens humanity| The same symbol in your message is on the walls]/$ and this confirms some suspicions you had. Get a clue."
              }
            }
          }
        },

        "failure": {
          "languageOptions": {
            "pt-br": "O fogo está muito intenso e você mal pode ajudar os outros sendo que você está em risco. Teste $/{icon: strength}/$ e receba o dano de acordo com o resultado: $/success/$ $/failure/$",
            "en-us": "The fire is very intense and you can't help others since you are at risk. Test $/{icon: strength}/$ and take damage according to the result: $/success/$ $/failure/$"
          },
          "localVariables": {
            "success": {
              "languageOptions": {
                "pt-br": "\n<b>- 1 Sucesso:</b> receba 3 danos\n\n<b>- 2 Sucessos:</b> receba 2 danos\n\n<b>- 3 Sucessos ou mais:</b> receba 1 dano",
                "en-us": "\n<b>- 1 Success:</b> take 3 damage\n\n<b>- 2 Successes:</b> take 2 damage\n\n<b>- 3 successes or more:[/B ] take 1 damage"
              }
            },
            "failure": {
              "languageOptions": {
                "pt-br": "\n\n\n<b>Falha:</b> O fogo te incapacitou e custou muito pois você vai ficar alguns dias no hospital. Receba uma condição de lesão e fique atrasado.",
                "en-us": "\n\n\n<b>Failure:</b> The fire disabled you and it cost a lot as you will be staying in the hospital for a few days. Get an injury condition and become delayed."
              }
            }
          }
        }
      }
    }
  ]
}
